---
kind: other
id: Properties.T:Autodesk.Revit.DB.ReferenceArrayArrayIterator
source: html/5ebcfb22-96d6-4cb0-80d8-3f189dc86237.htm
---
# ReferenceArrayArrayIterator Properties

Retrieves the item that is the current focus of the iterator.